Repository: luminousflux/django-luminous-tumblelog
Catalog: tumblelog/locale/*/LC_MESSAGES/django.po
Languages: de

source: parent
de: Gehört zu

source: Invalid URL! (%s)
de: Ungültige URL (%s)

source: This is not an image (%s)
de: Dies ist kein Bild (%s)

source: Request error - URL might be invalid! (%s)
de: Request error - URL möglicherweise ungültig! (%s)

source: post type
de: Typ

source: created at
de: erstellt am

source: published at
de: veröffentlicht am

source: pin until
de: ganz oben bis

source: author
de: autor

source: previous
de: neurere

source: Page %(cur_page)s of %(num_pages)s
de: Seite %(cur_page)s von %(num_pages)s

source: next
de: ältere
